[
  {
    "id": 0,
    "siblings": [
      1,
      2
    ],
    "name": "Wieża więzienna i katownia",
    "position": [
      54.349794,
      18.647601
    ],
    "url": "images/wiezawieziennaikatownia.jpg",
    "description": "Wieża Więzienna wraz z Katownią stanowią średniowieczny zespół przedbramia ulicy Długiej. Katownia przebudowana została w 1593 r. przez Flamanda, Antoniego van Obberghena, natomiast Wieża Więzienna podwyższona została do dzisiejszego stanu w latach 1508-1509 przez Michała Enkingera. Do czasu wzniesienia nowożytnych umocnień ziemnych w drugiej połowie XVI w."
  },
  {
    "id": 1,
    "siblings": [
      0
    ],
    "name": "Baszta słomiana",
    "position": [
      54.350453,
      18.6483069
    ],
    "url": "images/basztaslomiana.jpg",
    "description": "Baszta została wzniesiona z cegły w drugiej połowie XIV wieku, w celu dodatkowej ochrony flankującej ówczesnych zachodnich obwarowań średniowiecznego Gdańska. Nazwę zawdzięcza być może pierwotnemu pokryciu dachu strzechą, która później została wymieniona na dachówkę. Obecny kształt baszta uzyskała w pierwszej połowie XV wieku."
  },
  {
    "id": 2,
    "siblings": [
      0,
      3,
      4
    ],
    "name": "Dom Uphagena",
    "position": [
      54.3494,
      18.649375
    ],
    "url": "images/domuphagena.jpg",
    "description": "Dom Uphagena stoi przy ul. Długiej 12 i jest jedyną w Gdańsku odtworzoną wraz ze swym wystrojem kamienicą mieszczańską. W końcu XV wieku wzniesiono w tym miejscu budynek murowany, którego relikty znajdują się w piwnicach obecnie istniejącej kamienicy. W następnych wiekach często zmieniali się właściciele posesji a dom uległ licznym przekształceniom. W roku 1775 zakupił go i przebudował Johann Uphagen, kupiec, historyk amator, bibliofil. Po śmierci właściciela kamienica pozostała w rękach rodziny i przetrwała w niemal niezmienionym stanie do początków XX wieku."
  },
  {
    "id": 3,
    "siblings": [
      2,
      4,
      9
    ],
    "name": "Bazylika Mariacka",
    "position": [
      54.349933,
      18.652116
    ],
    "url": "images/bazylikamariacka.jpg",
    "description": "Zwana koroną miasta Gdańska to Kościół Wniebowzięcia Najświętszej Marii Panny, największa ceglana, gotycka świątynia w Europie, powstawał 159 lat w kilku etapach w latach 1343-1502. We wnętrzu znajduje się wiele doskonałych dzieł sztuki średniowiecznej i barokowej, m.in. kamienna Pieta z ok. 1410 r., kopia Sądu Ostatecznego namalowanego przez Hansa Memlinga w roku 1472."
  },
  {
    "id": 4,
    "siblings": [
      2,
      3,
      5,
      6
    ],
    "name": "Ratusz Głównego Miasta",
    "position": [
      54.348718,
      18.652522
    ],
    "url": "images/ratuszglownegomiasta.jpg",
    "description": "Najokazalsza i najcenniejsza budowla świecka dawnego Gdańska, siedziba władz miasta. Budowany był od 1379 do 1492 roku. Hełm wieży o wysokości 80 m, stworzony przez mistrza Dirka Danielsa z Zelandii, wieńczy metalowy, złocony posąg króla Zygmunta Augusta. Trzy skrzydła obecnego dziedzińca ukończono w 1593-96 r. Pod koniec XVI wieku na jednym z narożników umieszczono zegar słoneczny z łacińską sentencją Cieniem są dni nasze. Doszczętnie wypalony w 1945 r. odbudowywany był do 1970 r."
  },
  {
    "id": 5,
    "siblings": [
      4,
      6,
      7
    ],
    "name": "Dwór Artusa",
    "position": [
      54.34868,
      18.653303
    ],
    "url": "images/dworartusa.jpg",
    "description": "Przez wiele lat był jednym z najwspanialszych tego typu obiektów w Europie północnej. Dwory Artusa powstawały licznie w całej Europie a szczególnie w miastach hanzeatyckich, jako miejsca spotkań zamożnego patrycjatu, kupców i rzemieślników na wzór legendarnego Okrągłego Stołu rycerzy króla Artura. Gdański Dwór Artusa był ważnym ośrodkiem życia towarzyskiego i handlowego Gdańska i najbardziej demokratycznym miejscem w kraju. Bywali tam kasztelanowie, wojewodowie, następcy tronu."
  },
  {
    "id": 6,
    "siblings": [
      4,
      5,
      7,
      8
    ],
    "name": "Fontanna Neptuna",
    "position": [
      54.348536,
      18.653224
    ],
    "url": "images/neptun.jpg",
    "description": "Stojąca od 1633 r. przed Dworem Artusa Fontanna Neptuna jest symbolem Gdańska. Inicjatorem jej powstania był burmistrz Gdańska Bartłomiej Schachmann. Postać Neptuna nawiązuje do związków Gdańska z morzem. Wymodelowali ją Peter Husen i Johann Rogge, a odlana została w 1615 roku w Augsburgu. Autorem projektu całej fontanny był Abraham van den Blocke."
  },
  {
    "id": 7,
    "siblings": [
      5,
      6,
      8
    ],
    "name": "Złota Kamienica",
    "position": [
      54.348573,
      18.653787
    ],
    "url": "images/zlotakamienica.jpg",
    "description": "Jest jednym z najpiękniejszych budynków gdańskich. Została wzniesiona dla burmistrza Jana Speymanna, bogatego kupca i światłego mecenasa sztuk oraz jego żony Judyty z Bahrów. Powstała przed 1609 r., według projektu Abrahama van den Blocke, który był także autorem części wystroju rzeźbiarskiego, ukończonego do 1618 r."
  },
  {
    "id": 8,
    "siblings": [
      6,
      7,
      10
    ],
    "name": "Zielona Brama",
    "position": [
      54.347924,
      18.655906
    ],
    "url": "images/zielonabrama.jpg",
    "description": "Zanim wzniesiono tę reprezentacyjną budowlę, stała tu najstarsza gdańska brama Kogi, pochodząca z XIV w. W latach 1564-1568 rozebrano ją i zbudowano zachowany do dziś manierystyczny budynek. Brama zbudowana została w latach 1568-1571 przez Regniera z Amsterdamu i Hansa Kramera z Drezna, z przeznaczeniem na siedzibę monarchów wizytujących miasto."
  },
  {
    "id": 9,
    "siblings": [
      3,
      10
    ],
    "name": "Kaplica Królewska",
    "position": [
      54.350403,
      18.653747
    ],
    "url": "images/kaplicakrolewska.jpg",
    "description": "Jedyna barokowa świątynia na gdańskim Głównym Mieście. Powstała z inicjatywy króla Jana III Sobieskiego jako tymczasowa kaplica katolicka dla wiernych z parafii Kościoła Mariackiego, który pozostawał w rękach protestantów. Jest dziełem gdańskiego budowniczego Barthela Ranischa. Powstała w latach 1678-1681, według projektów architekta królewskiego Tylmana z Gameren. Barokowe rzeźby fasady wykonał Andreas Schlüter Młodszy."
  },
  {
    "id": 10,
    "siblings": [
      8,
      9
    ],
    "name": "Żuraw",
    "position": [
      54.350554,
      18.657557
    ],
    "url": "images/zuraw.jpg",
    "description": "To największy dźwig portowy średniowiecznej Europy, jedna z najbardziej charakterystycznych budowli Gdańska. Położony nad Motławą, służył do przeładunku towarów i stawiania masztów na statkach. Pełnił zarazem funkcję bramy miejskiej."
  },
  {
    "id": 11,
    "siblings": [

    ],
    "name": "Panienka z okienka",
    "position": [
      54.3488277,
      18.6530243
    ],
    "url": "images/panienkazokienka.jpg",
    "description": "Codziennie o godzinie 13.03 (w sezonie letnim od 1 czerwca do 15 września również o 15.03 i 17.03) ze szczytowego okna kamienicy przylegającej do Dworu Artusa - Nowego Domu Ławy wygląda do przechodniów postać wyobrażająca XVII-wieczną młodą gdańszczankę. Inauguracja pokazów Panienki z okienka odbyła się 1 czerwca 2001 roku. Towarzyszy im melodia Martiniego il Tedesco Plasir d'amour, wygrywana na carillonie Ratusza Głównego Miasta."
  },
  {
    "id": 12,
    "siblings": [

    ],
    "name": "Brama wyżynna",
    "position": [
      54.3498522,
      18.6461804
    ],
    "url": "images/bramawyzynna.jpg",
    "description": "Otwiera tak zwaną Drogę Królewską prowadzącą ulicami Długą i Długim Targiem do Bramy Zielonej. Została zbudowana przez Hansa Kramera z Saksonii jako element nowożytnych fortyfikacji wzniesionych w latach 1571-1576 wzdłuż zachodniej granicy miasta. Początkowo ceglana, w 1588 r. uzyskała swój dzisiejszy kształt dzięki przebudowie, którą przeprowadził Flamandczyk Willem van den Blocke"
  },
  {
    "id": 13,
    "siblings": [

    ],
    "name": "Wielka zbrojownia",
    "position": [
      54.350963,
      18.647931
    ],
    "url": "images/wielkazbrojownia.jpg",
    "description": "Nazywana też arsenałem, stanowi najokazalszy świecki budynek manierystycznej zabudowy Gdańska. Inspiracją do powstania stały się Hale Mięsne w Haarlemie. Zbrojownia została wzniesiona w latach 1602 - 1605. Jest dziełem jednego z najwybitniejszych gdańskich architektów tamtej epoki, Antoniego van Obbergena. Zbudowano ją z drobnej, czerwonej, holenderskiej cegły zdobionej dekoracjami z piaskowca oraz bogatymi złoceniami. Konstrukcja sprawia wrażenie, jakby budynek składał się z czterech, pozornie oddzielnych kamieniczek."
  },
  {
    "id": 14,
    "siblings": [

    ],
    "name": "Brama Stągiewna",
    "position": [
      54.3473638,
      18.6571791
    ],
    "url": "images/bramastagiewna.jpg",
    "description": "Wybudowane na początku XVI wieku wieże obronne z powodu kształtów zwane Stągwiami Mlecznymi, są pozostałością fortyfikacji miejskich. Na początku XVII wieku brama została przebudowana. W czasie oblężenia w 1813 roku część bramy uległa zniszczeniu. W 1945 roku spaliły się wnętrza i zawaliły dachy."
  },
  {
    "id": 15,
    "siblings": [

    ],
    "name": "Dwór Bractwa św. Jerzego",
    "position": [
      54.3483641,
      18.6489799
    ],
    "url": "images/dworbractwa.jpg",
    "description": "Bractwo św. Jerzego początkowo zbierało się w Dworze Artusa, później powstała własna siedziba obok Złotej Bramy, wybudowana w stylu flamandzkim. W przyziemiu znajdowała się strzelnica dla łuczników i pomieszczenia do przechowywania sprzętu łuczniczego. Na pierwszym piętrze umieszczono wielką salę zebrań bractwa, celebrowania ważnych uroczystości, biesiad i przedstawień teatralnych. W 1566 roku szczyt kopuły wieńczącej budowlę ozdobiono figurą św. Jerzego zabijającego smoka. Pod koniec XVI wieku dwór przebudowano, m.in. zostały powiększone ostrołukowe okna."
  },
  {
    "id": 16,
    "siblings": [

    ],
    "name": "Brama Mariacka",
    "position": [
      54.3494024,
      18.6545654
    ],
    "url": "images/bramamariacka.jpg",
    "description": "Jedna z bram wodnych Głównego Miasta w Gdańsku. Umiejscowiona jest nad Motławą przy Długim Pobrzeżu, u wylotu ulicy Mariackiej. Została zbudowana prawdopodobnie w ostatniej ćwierci XV wieku (po raz pierwszy wzmiankowana w 1484), na planie wydłużonego prostokąta o wymiarach około 25 m × 7,3 m. Od sąsiedniej Bramy Chlebnickiej różni ją większa asymetria oraz bardziej masywne, ośmiokątne wieżyczki flankujące wschodnią elewację."
  },
  {
    "id": 17,
    "siblings": [

    ],
    "name": "Brama Chlebnicka",
    "position": [
      54.3486649,
      18.6540215
    ],
    "url": "images/bramachlebnicka.jpg",
    "description": "Jedna z zabytkowych bram wodnych w Gdańsku, nad Motławą. Znajduje się przy Długim Pobrzeżu, u wylotu ulicy Chlebnickiej na Głównym Mieście. W swojej obecnej gotyckiej formie pochodzi z XV wieku, przy czym jest ona najstarszą z trzech zachowanych późnogotyckich bram wodnych – wskazuje na to nie tylko jej forma architektoniczna, ale także umieszczony nad przejazdem od strony Motławy herb Gdańska – dwa srebrne krzyże na tarczy w polu czerwonym, jeszcze bez dodanej w 1457 korony. Z kolei od strony ul. Chlebnickiej nad przejazdem umieszczono znak, obecnie najczęściej interpretowany jako lilia – dawny herb książąt Pomorza Gdańskiego z dynastii Sobiesławiców."
  },
  {
    "id": 18,
    "siblings": [

    ],
    "name": "Dom Ferberów",
    "position": [
      54.3490394,
      18.6510288
    ],
    "url": "images/domferberow.jpg",
    "description": "Zwany Adam i Ewa. Kamienica zbudowana w 1560 w stylu renesansowym, zwieńczona herbami Polski, Gdańska i Prus Królewskich, zdobiona pilastrami, posągami i medalionem. Budynek jest udekorowany fryzem z motywami niderlandzkimi. Dom Ferberów należał do rodziny Ferberów, jednej z najbardziej wpływowych w Gdańsku, dała ona miastu: 6 burmistrzów, 3 ławników, 6 rajców, 3 kanoników i 1 biskupa.Drzwi wejściowe do kamienicy były zdobione figurami Adama i Ewy, o których legenda głosiła, że są siedliskiem diabelskiej mocy. Z tego powodu, od 1786, po śmierci ostatniego potomka rodu Ferberów kamienica przez długi czas była niezamieszkana, dopiero po przebudowie i usunięciu drzwi wierzący w tę legendę uznali, że klątwa przestała ciążyć nad kamienicą. "
  },
  {
    "id": 19,
    "siblings": [

    ],
    "name": "Kościół św. Katarzyny",
    "position": [
      54.3524366,
      18.6520945
    ],
    "url": "images/kosciolkatarzyny.jpg",
    "description": "Najstarszy kościół parafialny na Starym Mieście w Gdańsku. Powstał w latach 1227-1239, fundatorami byli książęta Pomorza Gdańskiego, rozbudowany został w XIV w. W latach 1555-1945 należał do protestantów. Jego patronką jest św. Katarzyna Aleksandryjska z Egiptu. Mierząca 76 m wieża kościoła jest zwieńczona barokowym hełmem autorstwa Jacoba van den Blocka. W świątyni znajdują się obrazy Antona Möllera i Izaaka van den Blocka, jak również barokowe epitafia i płyta nagrobna astronoma Jana Heweliusza z 1659 roku. Szczególnym zabytkiem jest znajdujący się tam obraz Matki Boskiej Bołszowieckiej z Bołszowiec."
  }
]
